Repository: Vistaus/byte
Catalog: po/extra/*.po
Languages: ja, ru

source: Rediscover your music
ja: お手持ちの音楽の再発見をしましょう
ru: Откройте заново для себя вашу музыку

source: Interact with your music and fall in love with your library all over again.
ja: お手持ちの音楽を再生して、好きなところをもっと見つけ出しましょう。
ru: Взаимодействуйте со своей музыкой и влюбляйтесь в свою медиатеку снова и снова.

source: Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.
ja: Byte は、最小限ながらも高度にカスタマイズ可能な UI に、数多くの強力な機能を提供し、ミュージックライブラリを見やすく表示します。
ru: Byte предлагает прекрасную презентацию вашей медиатеки с множеством мощных функций в минималистичном, но в то же время настраиваемом пользовательском интерфейсе.

source: Handy features:
ja: 便利な機能:
ru: Полезные функции:

source: Light and Dark themes.
ja: ライトモードとダークモードに対応しています。
ru: Светлая и темная темы.

source: Add up to 100 items under "Recently Added" for songs.
ja: "最近追加した項目" に、最大 100 曲を追加できます。
ru: Добавляйте до 100 элементов в разделе "Недавно добавленные" для песен.

source: Sort individual playlists by album, title, play count or recently added.
ja: 各プレイリストを、アルバム名、タイトル、再生回数、追加日時で並べ替えられます。
ru: Сортировка отдельных плейлистов по альбому, названию, количеству воспроизведений или недавно добавленным.

source: Advanced Media Details and Artist Info.
ja: 高度なメディア情報とアーティスト情報を表示できます。
ru: Расширенные медиа-данные и информация об исполнителе.

source: Group Playlists, Albums, Artists, Songs, etc.
ja: プレイリスト、アルバム、アーティスト、曲などをグループ化できます。
ru: Группируйте плейлисты, альбомы, исполнителей, песни и др.

source: Search, add and play your favorite online radio stations.
ja: お気に入りのオンラインラジオ曲を、検索、追加、再生できます。
ru: Поиск, добавление и воспроизведение ваших любимых онлайн-радиостанций.

source: This update brings improvements in the synchronization of your library as well as some new features
ru: Это обновление вносит улучшения в синхронизацию вашей медиатеки, а также некоторые новые функции

source: The new Artist view was added.
ru: Был добавлен новый вид - "Исполнитель".

source: Now you can edit and delete your Playlist.
ru: Теперь вы можете редактировать и удалять свой плейлист.

source: 'New Playlist' Option in 'Add to Playlist' Popover.
ru: Опция «Новый плейлист» во всплывающем окне «Добавить в плейлист».

source: Byte now correctly imports your album covers.
ru: Byte теперь правильно импортирует обложки альбомов.

source: Improvements in online radio search. Now the radios are sorted by the number of positive votes.
ru: Улучшения в онлайн-поиске радио. Теперь радиостанции сортируются по количеству положительных голосов.

source: Translations
ru: Переводы

source: French translation @NathanBnm 🇲🇫️
ru: Французский перевод @NathanBnm 🇲🇫️

source: Japanese translation @ryonakano 🇯🇵️
ru: Японский перевод @ryonakano 🇯🇵️

source: Spanish translation @alainm23
ru: Испанский перевод @alainm23

source: Fix some error and performance improvement
ja: エラーを修正し、パフォーマンスを向上しました
ru: Исправьте некоторые ошибки и улучшение производительности

source: Initial release
ja: 最初のリリース
ru: Первый выпуск

source: Music
ja: 音楽を聴きます

source: mp3;music;byte;radio;playlist;
ja: mp3;music;byte;radio;playlist;音楽;ミュージック;ラジオ;プレイリスト;
